Repository: ademrecber/rumep
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ku

source: Harfi ile başlayan kelimeler
ku: Peyvên ku bi tîpa dest pê dikin

source: Tüm Kelimeler
ku: Hemû Peyv

source: Kelimeler yükleniyor...
ku: Peyv têne barkirin...

source: Yükleniyor...
ku: Tê barkirin...

source: Kelimeyi Düzenle
ku: Peyvê Biguherîne

source: Lütfen bir kelime girin.
ku: Ji kerema xwe peyvekê têkeve.

source: Açıklama
ku: Ravekirin

source: Lütfen kelimenin açıklamasını girin.
ku: Ji kerema xwe ravekirina peyvê têkeve.

source: Seçin
ku: Hilbijêre

source: Harfi
ku: Tîp

source: harfi ile başlayan kelimeleri keşfedin
ku: peyvên ku bi tîpa dest pê dikin keşf bikin

source: Harfi ile Başlayan Kelimeler
ku: Peyvên ku bi Tîpa Dest Pê Dikin

source: Bu harfle başlayan kelime bulunamadı.
ku: Peyvên ku bi vî tîpî dest pê dikin nehatin dîtin.

source: Kelime Bilgileri
ku: Agahiyên Peyvê

source: Açıklama:
ku: Ravekirin:

source: Tür:
ku: Cure:

source: Eklenme Tarihi:
ku: Dîroka Zêdekirinê:

source: Açıklama Ekle
ku: Ravekirinê Zêde Bike

source: Kendi kelimenize açıklama ekleyemezsiniz.
ku: Tu nikarî ravekirinê li peyva xwe zêde bikî.

source: Ek Açıklamalar
ku: Ravekirinên Zêde

source: Henüz ek açıklama eklenmemiş.
ku: Hêj ravekirinek zêde nehatiye zêdekirin.

source: Açıklamayı Düzenle
ku: Ravekirinê Biguherîne

source: Bu entry\'yi silmek istediğinizden emin misiniz?
ku: Tu bawer î ku dixwazî vî navnîşê jê bibî?

source: Bu başlıkta henüz entry yok.
ku: Di vî sernavî de hêj navnîşek tune.

source: Entry Ekle
ku: Navnîşê Zêde Bike

source: Düşüncelerinizi paylaşın... Bu konuda ne düşünüyorsunuz?
ku: Fikrên xwe parve bike... Derbarê vê yekê de tu çi difikirî?

source: İsteğe bağlı: Bir link ekleyin
ku: Bijarte: Girêdanekê zêde bike

source: Emoji Ekle
ku: Emojî Zêde Bike

source: Font Seç
ku: Fontê Hilbijêre

source: Paylaş
ku: Parve Bike

source: Koordinatlı
ku: Bi Koordînat

source: Ek Açıklama
ku: Ravekirina Zêde

source: Alt Yerler
ku: Cihên Binî

source: Konum
ku: Cih

source: Bölge
ku: Herêm

source: İlişkili Yer
ku: Cihê Têkildar

source: Koordinatlar
ku: Koordînat

source: Yeni Açıklama Ekle
ku: Ravekirina Nû Zêde Bike

source: Yer Adını Düzenle
ku: Navê Cihê Biguherîne

source: Yeni Yer Adı Ekle
ku: Navê Cihê Nû Zêde Bike

source: Koordinatları haritadan seçebilir veya manuel girebilirsiniz
ku: Tu dikarî koordînat ji nexşeyê hilbijêrî an bi destan têkeve

source: Harita Görünümü
ku: Dîtina Nexşeyê

source: Yer Seçimi
ku: Hilbijartina Cihê

source: Yer Adı Bilgileri
ku: Agahiyên Navê Cihê

source: Bu yer adı zaten mevcut. Devam etmek istiyor musunuz?
ku: Ev navê cihê jixwe heye. Dixwazî berdewam bikî?

source: Harita Kullanımı
ku: Bikaranîna Nexşeyê

source: Haritaya tıklayarak koordinatları otomatik olarak girebilirsiniz.
ku: Bi tikandina li ser nexşeyê, tu dikarî koordînatan bixweber têkeve.

source: Şehir: Büyük şehirler
ku: Bajar: Bajarên mezin

source: İlçe: Şehirlere bağlı yerler
ku: Navçe: Cihên girêdayî bajaran

source: Köy: Küçük yerleşim yerleri
ku: Gund: Cihên niştecîhiyê yên biçûk

source: Dağ: Dağ adları
ku: Çiya: Navên çiyan

source: Nehir: Su kaynakları
ku: Çem: Çavkaniyên avê

source: Enlem ve boylam değerlerini ondalık formatta girin (örnek: 37.0625, 40.2317).
ku: Nirxên enlem û boylamê di formata dehî de têkeve (mînak: 37.0625, 40.2317).

source: Haritayı Göster
ku: Nexşeyê Nîşan Bide

source: Kürdistan'ın tarihi ve kültürel yer adlarını keşfedin
ku: Navên cihên dîrokî û çandî yên Kurdistanê keşf bikin

source: Toplam Yer Adı
ku: Hejmara Navên Cihan

source: Harflere Göre Filtrele
ku: Li gorî Tîpan Parzûn Bike

source: Tüm Bölgeler
ku: Hemû Herêm

source: yer adı
ku: navê cihê

source: Koordinatlar mevcut
ku: Koordînat hene

source: Henüz yer adı eklenmemiş
ku: Hêj navê cihê nehatiye zêdekirin

source: İlk yer adını ekleyerek başlayın!
ku: Bi zêdekirina navê cihê yekem dest pê bike!

source: Yer Adı Ekle
ku: Navê Cihê Zêde Bike
