Repository: ademrecber/rumep
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ku

source: Kullanıcı
ku: Bikarhêner

source: Bu alan boş olamaz.
ku: Ev qad nayê hiştin vala.

source: En fazla 3 kategori seçebilirsiniz.
ku: Heta 3 kategorî hilbijêrin.

source: Başlık başlığını girin...
ku: Sernavê sernavê binivîse...

source: Başlık boş olamaz.
ku: Sernav nayê hiştin vala.

source: Başlık en az 3 karakter olmalıdır.
ku: Sernav divê bi kêmanî 3 tîpa be.

source: Başlık sadece harf ve sayı içerebilir. Geçersiz karakterler: {}
ku: Sernav tenê tîp û hejmar vedigire. Tîpên ne-derbasdar: {}

source: Bu başlık zaten mevcut.
ku: Ev sernav berê heye.

source: Entry'nizi yazın...
ku: Entry ya xwe binivîse...

source: Bağlantı (isteğe bağlı)
ku: Girêdan (vekalî)

source: Entry içeriği boş olamaz.
ku: Naveroka entry nayê hiştin vala.

source: Entry en az 10 karakter olmalıdır.
ku: Entry divê bi kêmanî 10 tîpa be.

source: Seçiniz
ku: Hilbijêre

source: İsim
ku: Nav

source: Fiil
ku: Lêker

source: Sıfat
ku: Sifet

source: Kelimeyi yazın
ku: Peyvê binivîse

source: Kelimenin detaylarını yazın
ku: Detayên peyvê binivîse

source: Kelime alanı zorunludur.
ku: Qada peyvê mecbûrî ye.

source: Bu kelime zaten sözlükte mevcut, lütfen farklı bir kelime yazın.
ku: Ev peyv jixwe di ferhengê de heye, ji kerema xwe peyveke cuda binivîse.

source: Ek detayları yazın
ku: Detayên zêde binivîse

source: Detay alanı zorunludur.
ku: Qada detayê mecbûrî ye.

source: Kişinin adını yazın
ku: Navê kesê binivîse

source: Ad alanı zorunludur.
ku: Qada navê mecbûrî ye.

source: Biyografi alanı zorunludur.
ku: Qada biyografiyê mecbûrî ye.

source: Albüm yılı (isteğe bağlı)
ku: Sala albûmê (vekalî)

source: Albüm adını yazın
ku: Navê albûmê binivîse

source: Albüm adı zorunludur.
ku: Navê albûmê mecbûrî ye.

source: Tür Seçin
ku: Cure hilbijêre

source: Şarkı adını yazın
ku: Navê stranê binivîse

source: Şarkı sözlerini yazın
ku: Gotinên stranê binivîse

source: Şarkı bağlantısı (isteğe bağlı)
ku: Girêdana stranê (vekalî)

source: Şarkı adı zorunludur.
ku: Navê stranê mecbûrî ye.

source: Albüm seçimi zorunludur.
ku: Hilbijartina albûmê mecbûrî ye.

source: Şarkı sözleri zorunludur.
ku: Gotinên stranê mecbûrî ne.

source: Bu albümde aynı isimde bir şarkı zaten mevcut.
ku: Di vê albûmê de strananek bi heman navê jixwe heye.

source: Şarkı sözleri 5000 karakterden uzun olamaz.
ku: Gotinên stranê ji 5000 tîpan dirêjtir nabe.

source: Atasözü
ku: Gotina pêşiyan

source: Deyim
ku: Îdîom

source: Tür
ku: Cure

source: Atasözü veya deyimi yazın
ku: Gotina pêşiyan an îdîomê binivîse

source: Atasözü/Deyim
ku: Gotina Pêşiyan/Îdîom

source: Anlamı yazın
ku: Wateya wê binivîse

source: Anlam
ku: Wate

source: Örnek kullanım (isteğe bağlı)
ku: Mînaka bikaranînê (vekalî)

source: Örnek
ku: Mînak

source: Atasözü/Deyim alanı zorunludur.
ku: Qada Gotina Pêşiyan/Îdîomê mecbûrî ye.

source: Bu atasözü zaten mevcut, lütfen farklı bir ifade yazın.
ku: Ev gotina pêşiyan jixwe heye, ji kerema xwe îfadeyeke cuda binivîse.

source: Bu deyim zaten mevcut, lütfen farklı bir ifade yazın.
ku: Ev îdîom jixwe heye, ji kerema xwe îfadeyeke cuda binivîse.

source: Kelime veya anlamı arayın...
ku: Peyv an wateya wê bigere...

source: Arama
ku: Lêgerîn

source: Başlangıç Tarihi
ku: Dîroka Destpêkê

source: Bitiş Tarihi
ku: Dîroka Dawî

source: Ekleyen kullanıcı...
ku: Bikarhênerê zêdekirî...

source: Ekleyen Kullanıcı
ku: Bikarhênerê Zêdekirî

source: Yer adını yazın
ku: Navê cîhê binivîse

source: Yer hakkında detay yazın
ku: Derbarê cîhê de detay binivîse

source: Enlem (örnek: 37.7749)
ku: Enlem (mînak: 37.7749)

source: Boylam (örnek: 40.7128)
ku: Boylam (mînak: 40.7128)

source: Yer adı alanı zorunludur.
ku: Qada navê cîhê mecbûrî ye.

source: Yer adı sadece Kürtçe harfleri içerebilir (a-z, ç, ê, î, ş, û ve boşluk).
ku: Navê cîhê tenê tîpên Kurdî vedigire (a-z, ç, ê, î, ş, û û valahî).

source: Bu yer adı zaten mevcut, devam etmek istiyor musunuz?
ku: Ev navê cîhê jixwe heye, dixwazî berdewam bikî?

source: Enlem ve boylam birlikte yazılmalıdır.
ku: Enlem û boylam divê bi hev re bên nivîsandin.

source: Şehir dışındaki kategoriler için ilgili yer seçilmelidir.
ku: Ji bo kategoriyên derveyî bajêr divê cîhê têkildar were hilbijartin.

source: Şehir kategorisi için ilgili yer seçilmez.
ku: Ji bo kategoriya bajêr cîhê têkildar nayê hilbijartin.

source: İlçe sadece bir şehirle bağlantılı olabilir.
ku: Navçe tenê dikare bi bajarekî ve girêdayî be.

source: Kasaba, belde veya köy sadece şehir veya ilçe ile bağlantılı olabilir.
ku: Bajarok, belde an gund tenê dikare bi bajar an navçeyê ve girêdayî be.

source: İlk Entry
ku: Yekem Entry

source: Popüler Yazar
ku: Nivîskarê Populer

source: Günlük Aktif
ku: Rojane Çalak

source: Yardımsever
ku: Alîkar

source: Kürtçe Uzmanı
ku: Pîşesazê Kurdî

source: Topluluk Kurucusu
ku: Damezrînerê Civakê

source: Entry Yaz
ku: Entry Binivîse

source: İçerik Oyla
ku: Naverokê Deng Bike

source: Kelime Ekle
ku: Peyvê Zêde Bike

source: Çeviri Yap
ku: Wergerê Bike

source: Günlük
ku: Rojane

source: Haftalık
ku: Hefteyî

source: Aylık
ku: Mehane

source: Tüm Zamanlar
ku: Hemû Dem

source: Bu alan zorunludur.
ku: Ev qad mecbûrî ye.

source: Bu alan sadece Kürtçe harfleri içerebilir (a-z, ç, ê, î, ş, û ve boşluk).
ku: Ev qad tenê tîpên Kurdî vedigire (a-z, ç, ê, î, ş, û û valahî).

source: Başlık sadece harf, rakam, boşluk ve temel noktalama işaretleri içerebilir. Emoji ve özel karakterler kullanılamaz.
ku: Sernav tenê tîp, hejmar, valahî û nîşanên xalbendiyê yên bingehîn vedigire. Emoji û tîpên taybet nayên bikaranîn.

source: Kategori
ku: Kategorî

source: Kategoriler
ku: Kategorî

source: Bilim
ku: Zanist

source: Eğitim
ku: Perwerde

source: Sanat
ku: Huner

source: Teknoloji
ku: Teknolojî

source: Başlık
ku: Sernav

source: Başlıklar
ku: Sernav

source: Entry'ler
ku: Entry

source: Yazar
ku: Nivîskar

source: Moderatör
ku: Moderator

source: Süper Admin
ku: Sûper Admin

source: Kullanıcı Rolü
ku: Rola Bikarhêner

source: Aktif
ku: Çalak

source: Dondurulmuş
ku: Cemidî

source: Silinme Planlandı
ku: Plankirina Jêbirinê

source: Türkçe
ku: Tirkî

source: Kürtçe
ku: Kurdî

source: İngilizce
ku: Îngilîzî

source: Kullanıcı adı sadece harf, rakam ve alt çizgi içerebilir.
ku: Navê bikarhêner tenê tîp, hejmar û binxet vedigire.

source: İsim sadece harf, rakam, alt çizgi ve boşluk içerebilir.
ku: Nav tenê tîp, hejmar, binxet û valahî vedigire.

source: Bağlaç
ku: Girêker

source: Ünlem
ku: Nîd

source: Sözlük
ku: Ferheng

source: Kelime sadece Kürtçe harfleri içerebilir (a-z, ç, ê, î, ş, û ve boşluk).
ku: Peyv tenê tîpên Kurdî vedigire (a-z, ç, ê, î, ş, û û valahî).

source: Kişi
ku: Kes

source: Kişiler
ku: Kes

source: Ad sadece Kürtçe harfleri içerebilir (a-z, ç, ê, î, ş, û ve boşluk).
ku: Nav tenê tîpên Kurdî vedigire (a-z, ç, ê, î, ş, û û valahî).

source: Kişi Detayı
ku: Detaya Kesê

source: Kişi Detayları
ku: Detayên Kesê

source: Albüm Yılı
ku: Sala Albûmê

source: Albüm
ku: Albûm

source: Albümler
ku: Albûm

source: Klasik
ku: Klasîk

source: Arabesk
ku: Erebesk

source: Dengbej
ku: Dengbêj

source: Halk Müziği
ku: Mûzîka Gelêrî

source: Elektronik
ku: Elektronîk

source: Dini Müzik
ku: Mûzîka Olî

source: Film Müziği
ku: Mûzîka Fîlmê

source: Çocuk Müziği
ku: Mûzîka Zarokan

source: Enstrümantal
ku: Enstrûmental

source: Deneysel
ku: Ceribî

source: Şarkı
ku: Stran

source: Şarkılar
ku: Stran

source: Şarkı Detayı
ku: Detaya Stranê

source: Şarkı Detayları
ku: Detayên Stranê

source: Atasözleri
ku: Gotinên Pêşiyan

source: Atasözü alanı zorunludur.
ku: Qada gotina pêşiyan mecbûrî ye.

source: Anlam alanı zorunludur.
ku: Qada wateyê mecbûrî ye.

source: Deyimler
ku: Îdîom

source: Deyim alanı zorunludur.
ku: Qada îdîomê mecbûrî ye.

source: Atasözü/Deyim Detayı
ku: Detaya Gotina Pêşiyan/Îdîomê

source: Atasözü/Deyim Detayları
ku: Detayên Gotina Pêşiyan/Îdîomê

source: Atasözü ve deyim birlikte belirtilemez.
ku: Gotina pêşiyan û îdîom bi hev re nayên destnîşankirin.

source: Atasözü veya deyimden biri belirtilmelidir.
ku: Gotina pêşiyan an îdîomek divê were destnîşankirin.

source: Şarkı Sözleri
ku: Gotinên Stranan

source: Yer Adı
ku: Navê Cîhê

source: Katkı
ku: Tevlêbûn

source: Katkılar
ku: Tevlêbûn

source: AI Sağlayıcısı
ku: Pêşkêşkara AI

source: API Anahtarı
ku: Miftê API

source: Oluşturulma Tarihi
ku: Dîroka Afirandinê

source: Güncelleme Tarihi
ku: Dîroka Nûvekirinê

source: AI Sağlayıcı Yapılandırması
ku: Veavakirina Pêşkêşkara AI

source: AI Sağlayıcı Yapılandırmaları
ku: Veavakirinên Pêşkêşkara AI

source: Pasif
ku: Pasîf

source: İl/Şehir
ku: Parêzgeh/Bajar

source: İlçe
ku: Navçe

source: Kasaba
ku: Bajarok

source: Köy
ku: Gund

source: Kürdistan Bölgesi
ku: Herêma Kurdistanê

source: İlgili Yer
ku: Cîhê Têkildar

source: Yer Adları
ku: Navên Cîhan

source: Yer Adı Detayı
ku: Detaya Navê Cîhê

source: Yer Adı Detayları
ku: Detayên Navê Cîhê

source: Başlık, entry, kullanıcı ara...
ku: Sernav, entry, bikarhêner bigere...

source: Ara
ku: Bigere

source: Tümü
ku: Hemû

source: Kullanıcılar
ku: Bikarhêner

source: Hashtag'ler
ku: Hashtag

source: Tüm zamanlar
ku: Hemû dem

source: Bugün
ku: Îro

source: Bu hafta
ku: Ev hefte

source: Bu ay
ku: Ev meh

source: Bu yıl
ku: Ev sal

source: Kullanıcı filtrele...
ku: Bikarhênerê fîltre bike...

source: Filtrele
ku: Fîltre bike

source: "%(query)s" için %(total_count)s sonuç bulundu
ku: Ji bo "%(query)s" %(total_count)s encam hatin dîtin

source: kullanım
ku: bikaranîn

source: Sonuç bulunamadı
ku: Encam nehat dîtin

source: Farklı anahtar kelimeler deneyin veya filtreleri değiştirin.
ku: Peyvên sereke yên cuda biceribîne an fîltreyan biguherîne.

source: Arama İpuçları
ku: Şîretên Lêgerînê

source: Kullanıcı ara
ku: Bikarhêner bigere

source: Hashtag ara
ku: Hashtag bigere

source: Tam eşleşme
ku: Hevpêkirina tam

source: Filtreler
ku: Fîltre

source: Tarih aralığı seçin
ku: Rêjeya dîrokê hilbijêre

source: İçerik türünü belirleyin
ku: Cureyê naverokê diyar bike

source: Kullanıcıya göre filtreleyin
ku: Li gorî bikarhêner fîltre bike

source: Gündem
ku: Rojav

source: Atasözü ve Deyimler
ku: Gotinên Pêşiyan û Îdîom

source: Geleneksel atasözleri ve deyimleri keşfedin, yenilerini ekleyin
ku: Gotinên pêşiyan û îdîomên kevneşopî keşf bikin, yên nû zêde bikin

source: Yeni Ekle
ku: Nû Zêde Bike

source: Başlangıç
ku: Destpêk

source: Bitiş
ku: Dawî

source: harfi ile başlayanlar
ku: bi tîpa destpêdikin

source: Deyim bulunamadı
ku: Îdîom nehat dîtin

source: Bu harfle başlayan deyim bulunamadı.
ku: Îdîoma bi vê tîpê destpêdike nehat dîtin.

source: Deyim Ekle
ku: Îdîomê Zêde Bike

source: Atasözü bulunamadı
ku: Gotina pêşiyan nehat dîtin

source: Bu harfle başlayan atasözü bulunamadı.
ku: Gotina pêşiyan bi vê tîpê destpêdike nehat dîtin.

source: Atasözü Ekle
ku: Gotina Pêşiyan Zêde Bike

source: Bu deyimi silmek istediğinizden emin misiniz?
ku: Tu bawer î ku dixwazî vê îdîomê jê bibî?

source: Bu atasözünü silmek istediğinizden emin misiniz?
ku: Tu bawer î ku dixwazî vê gotina pêşiyan jê bibî?

source: Modül yükleme hatası:
ku: Çewtiya barkirina modulê:

source: Düzenle
ku: Biguherîne

source: Sil
ku: Jê bibe

source: Anlam:
ku: Wate:

source: Örnek:
ku: Mînak:

source: Ekleyen:
ku: Zêdekirî:

source: Tarih:
ku: Dîrok:

source: Ek Detaylar
ku: Detayên Zêde

source: Detay Ekle
ku: Detayê Zêde Bike

source: Henüz ek detay eklenmemiş.
ku: Hêj detayên zêde nehatine zêdekirin.

source: Kapat
ku: Bigire

source: Ekle
ku: Zêde Bike

source: Detayı Düzenle
ku: Detayê Biguherîne

source: Kaydet
ku: Tomar Bike

source: Atasözünü Düzenle
ku: Gotina Pêşiyan Biguherîne

source: Deyimi Düzenle
ku: Îdîomê Biguherîne

source: Kelime
ku: Peyv

source: Gotina Pêşiyan an Îdîom Lê Zêde Bike
ku: Gotina Pêşiyan an Îdîomê Zêde Bike

source: Lê Zêde Bike
ku: Zêde Bike

source: Ana Sayfa
ku: Rûpela Sereke

source: Profil
ku: Profîl

source: Giriş Yap
ku: Têkeve

source: Bildirimler
ku: Agahdarî

source: Başlık Aç
ku: Sernav Veke

source: Geri Dön
ku: Vegere

source: Popüler Başlıklar
ku: Sernavên Populer

source: Henüz popüler başlık yok
ku: Hêj sernavên populer tune ne

source: Daha Fazla Göster
ku: Zêdetir Nîşan Bide

source: Aktif Yazarlar
ku: Nivîskarên Çalak

source: Takip Et
ku: Bişopîne

source: Henüz aktif yazar yok
ku: Hêj nivîskarên çalak tune ne

source: En Çok Katkı Sağlayanlar
ku: Yên Herî Zêde Tevlêbûnê Dikin

source: Yardım
ku: Alîkarî

source: Nasıl başlık açarım?
ku: Ez çawa sernavê vekim?

source: Başlık Aç butonuna tıklayarak yeni başlık açabilirsiniz.
ku: Bi tikandina bişkoka Sernav Veke hûn dikarin sernavek nû vekin.

source: Nasıl oy veririm?
ku: Ez çawa deng didim?

source: Başlıkların yanındaki ok butonlarına tıklayarak oy verebilirsiniz.
ku: Bi tikandina bişkoka tîrê ya li kêleka sernavan hûn dikarin deng bidin.

source: Bildirim
ku: Agahdarî

source: İlgilendiğiniz konulara göz atın
ku: Li mijarên ku hûn eleqedar in binêre

source: Henüz kategori eklenmemiş.
ku: Hêj kategorî nehatine zêdekirin.

source: devamını gör
ku: berdewamê bibîne

source: Bu kategoride henüz başlık yok.
ku: Di vê kategoriyê de hêj sernav tune.

source: İlk
ku: Yekem

source: Önceki
ku: Pêşî

source: Sonraki
ku: Piştre

source: Son
ku: Dawî

source: Profilini Tamamla
ku: Profîla xwe temam bike

source: Rumep'te nasıl görünmek istediğini seç
ku: Li Rumepê dixwazî çawa xuya bikî hilbijêre

source: Takma Ad
ku: Navê Nick

source: Diğer kullanıcıların göreceği isim
ku: Navê ku bikarhênerên din dê bibînin

source: Benzersiz kullanıcı adı (harf, rakam ve alt çizgi kullanabilirsiniz)
ku: Navê bikarhênerê yekta (hûn dikarin tîp, hejmar û binxet bikar bînin)

source: Bu bilgileri daha sonra profilinden değiştirebilirsin.
ku: Van agahiyan paşê ji profîla xwe dikarî biguherînî.

source: Entry Sil
ku: Entry Jê Bibe

source: Bu entry'yi silmek istediğinizden emin misiniz?
ku: Tu bawer î ku dixwazî vê entry jê bibî?

source: Başlık:
ku: Sernav:

source: İçerik:
ku: Naverok:

source: Evet, Sil
ku: Erê, Jê Bibe

source: İptal
ku: Betal

source: Başlığı Sil
ku: Sernav Jê Bibe

source: Bu başlığı silmek istediğinizden emin misiniz?
ku: Tu bawer î ku dixwazî vê sernavê jê bibî?

source: Entry Düzenle
ku: Entry Biguherîne

source: İçerik
ku: Naverok

source: Link
ku: Girêdan

source: Link URL girin:
ku: URL ya girêdanê binivîse:

source: Başlığı Düzenle
ku: Sernavê Biguherîne

source: Global Arama
ku: Lêgerîna Global

source: Tüm içeriklerde ara... 🔍
ku: Di hemû naverokan de bigere... 🔍

source: Tüm Kategoriler
ku: Hemû Kategorî

source: Farklı anahtar kelimeler deneyin veya kategori filtrelerini değiştirin
ku: Peyvên sereke yên cuda biceribîne an fîltreya kategoriyan biguherîne

source: Bugün En Çok Arananlar
ku: Îro Yên Herî Zêde Hatine Lêgerîn

source: arama
ku: lêgerîn

source: Daha Fazla Yükle
ku: Zêdetir Barke

source: Anasayfa
ku: Rûpela Sereke

source: Takip Ettiklerim
ku: Yên Min Şopandî

source: Başlık Aç & İlk Entry'yi Yaz
ku: Sernav Veke & Yekem Entry Binivîse

source: Kategori (En fazla 3)
ku: Kategorî (Heta 3)

source: Emojiler
ku: Emojî

source: Başlık Hataları:
ku: Çewtiyên Sernavê:

source: Entry Hataları:
ku: Çewtiyên Entry:

source: Yazıyı Geliştir
ku: Nivîsê Pêşve Bibe

source: Yazıyı geliştirmek istiyor musunuz?
ku: Dixwazî nivîsê pêşve bibî?

source: Evet
ku: Erê

source: Hayır
ku: Na

source: Bilgi
ku: Agahî

source: Bağlantı kopyalandı!
ku: Girêdan hat kopîkirin!

source: Twitter'da Paylaş
ku: Li Twitterê Parve Bike

source: WhatsApp'ta Paylaş
ku: Li WhatsAppê Parve Bike

source: Telegram'da Paylaş
ku: Li Telegramê Parve Bike

source: Linki Kopyala
ku: Girêdanê Kopî Bike

source: Kodu Kopyala
ku: Kodê Kopî Bike

source: QR Kod
ku: Koda QR

source: Henüz hiç başlık açılmamış.
ku: Hêj tu sernav nehatine vekirin.

source: Henüz kimseyi takip etmiyorsunuz veya takip ettikleriniz henüz başlık açmamış.
ku: Hêj te kesek neşopandiye an yên te şopandî hêj sernav nevekirine.

source: Ek Detay
ku: Detaya Zêde

source: Biyografi
ku: Biyografî

source: Yeni Detay Ekle
ku: Detaya Nû Zêde Bike

source: Kendi kişinize detay ekleyemezsiniz.
ku: Tu nikarî detayê li kesê xwe zêde bikî.

source: Kişi Bilgileri
ku: Agahiyên Kesê

source: Ad
ku: Nav

source: Kategori belirtilmemiş
ku: Kategorî nehat diyarkirin

source: Ekleyen
ku: Zêdekirî

source: Eklenme Tarihi
ku: Dîroka Zêdekirinê

source: Kişi Ekle
ku: Kesê Zêde Bike

source: Yeni Kişi Ekle
ku: Kesê Nû Zêde Bike

source: Kişi Adı
ku: Navê Kesê

source: AI ile Biyografi Geliştirme
ku: Bi AI Biyografî Pêşve Bibe

source: Tarihi ve kültürel kişilikleri keşfedin, yeni kişiler ekleyin
ku: Kesayetiyên dîrokî û çandî keşf bikin, kesên nû zêde bikin

source: Kişi Sayısı
ku: Hejmara Kesan

source: Kişi ara (ad, biyografi...)
ku: Kes bigere (nav, biyografî...)

source: Kişi bulunamadı
ku: Kes nehat dîtin

source: Kullanıcı adı
ku: Navê bikarhêner

source: Şifre
ku: Şîfre

source: Anasayfaya Git
ku: Biçe Rûpela Sereke

source: Tümünü Okundu İşaretle
ku: Hemûyan wekî xwendî nîşan bike

source: Yeni
ku: Nû

source: tarafından
ku: ji hêla

source: önce
ku: berî

source: Görüntüle
ku: Nîşan bide

source: Okundu İşaretle
ku: Wekî xwendî nîşan bide

source: Henüz bildiriminiz yok
ku: Hêj agahiyek te tune

source: Yeni bildirimler burada görünecek
ku: Agahiyên nû dê li vir xuya bikin

source: İnternet Bağlantısı Yok
ku: Pêwendiya Întêrnetê Tine

source: Şu anda çevrimdışısınız. İnternet bağlantınızı kontrol edin ve tekrar deneyin.
ku: Niha tu bêpêwendî yî. Pêwendiya xwe ya înternetê kontrol bike û dîsa biceribîne.

source: Tekrar Dene
ku: Dîsa Biceribîne

source: İpuçları
ku: Şîret

source: Wi-Fi veya mobil veri bağlantınızı kontrol edin
ku: Pêwendiya Wi-Fi an daneyên mobîl kontrol bike

source: Uçak modunu kapatın
ku: Moda balafirê bigire

source: Daha önce ziyaret ettiğiniz sayfalar cache'den yüklenebilir
ku: Rûpelên ku berê te ziyaret kirine dikarin ji cache'ê werin barkirin

source: İnternet bağlantısı geldiğinde otomatik olarak senkronize olacak
ku: Dema pêwendiya înternetê bê dê bixweber hevdem bibe

source: Bağlantı Geldi - Yenile
ku: Pêwendî Hat - Nû bike

source: başlık
ku: sernav

source: son 24 saat
ku: 24 saetên dawî

source: tarafından açıldı
ku: ji hêla ve hate vekirin

source: Henüz gündem başlığı yok.
ku: Hêj sernavekî rojevê tune.

source: Başlığa Git
ku: Biçe Sernavê

source: Henüz gündem entry'si yok.
ku: Hêj navnîşekî rojevê tune.

source: Henüz kategori yok.
ku: Hêj kategorî tune.

source: Gizlilik
ku: Nenasî

source: Hesap
ku: Hesab

source: Çıkış
ku: Derkeve

source: Oylar
ku: Deng

source: Kaydedilenler
ku: Yên Tomarkirî

source: Henüz başlık açmamışsınız.
ku: Te hêj sernav vekiriye.

source: Beğendiğim Başlıklar
ku: Sernavên ku Min Eciband

source: Henüz hiçbir başlığa oy vermediniz.
ku: Te hêj ji tu sernavan re deng nedaye.

source: Beğendiğim Entry'ler
ku: Navnîşên ku Min Eciband

source: Henüz hiçbir entry'ye oy vermediniz.
ku: Te hêj ji tu navnîşê re deng nedaye.

source: ...devamını gör
ku: ...zêdetir bibîne

source: Henüz hiçbir entry'yi kaydetmediniz.
ku: Te hêj tu navnîşek tomar nekiriye.

source: Henüz hiçbir başlığı kaydetmediniz.
ku: Te hêj tu sernavek tomar nekiriye.

source: Henüz entry yazmamışsınız.
ku: Te hêj navnîşek nenivîsandiye.

source: Profili Düzenle
ku: Profîlê Biguherîne

source: Sadece harf, rakam, alt çizgi ve boşluk kullanabilirsiniz
ku: Tenê tîp, hejmar, binxet û valahî bikar bînin

source: Kullanıcı Adı
ku: Navê Bikarhêner

source: Sadece harf, rakam ve alt çizgi kullanabilirsiniz
ku: Tenê tîp, hejmar û binxet bikar bînin

source: Biyografi (İsteğe bağlı)
ku: Biyografî (Bijarte)

source: Kendiniz hakkında bir şeyler yazın...
ku: Li ser xwe tiştekî binivîse...

source: Emoji, font karakterleri ve özel karakterler kullanabilirsiniz.
ku: Emoji, tîpên fontê û karakterên taybet bikar bînin.

source: Instagram (İsteğe bağlı)
ku: Instagram (Bijarte)

source: Twitter (İsteğe bağlı)
ku: Twitter (Bijarte)

source: Tercih Edilen Dil
ku: Zimanê Tercihkirî

source: Görünürlük Ayarları
ku: Mîhengên Xuyabûnê

source: Gönderiler Görünür
ku: Şandî Xuya ne

source: Değerlendirmeler Görünür
ku: Nirxandin Xuya ne

source: Yorumlar Görünür
ku: Şîrove Xuya ne

source: Hesap Yönetimi
ku: Rêveberiya Hesabê

source: Hesap Durumu
ku: Rewşa Hesabê

source: Mevcut durum:
ku: Rewşa niha:

source: Silinme tarihi:
ku: Dîroka Jêbirinê:

source: Bilinmeyen Durum
ku: Rewşa Nenas

source: Hesabı Dondur
ku: Hesabê Bisekinîne

source: Hesabınızı dondurduğunuzda, içerikleriniz görünmez ancak silinmez. İstediğiniz zaman tekrar aktif hale getirebilirsiniz.
ku: Dema hesabê te tê sekinandin, naverokên te xuya nabin lê nayên jêbirin. Tu dikarî her dem dîsa çalak bikî.

source: Hesabınızı dondurmak istediğinizden emin misiniz?
ku: Tu bawer î ku dixwazî hesabê xwe bisekinînî?

source: Hesabı Aktifleştir
ku: Hesabê Çalak Bike

source: Hesabı Sil
ku: Hesabê Jê Bibe

source: Hesabınızı sildiğinizde, 30 gün içinde tekrar giriş yapmazsanız tüm verileriniz kalıcı olarak silinir.
ku: Dema hesabê te jê bibî, heke di nava 30 rojan de dîsa têkeve, hemû daneyên te bi temamî têne jêbirin.

source: Hesabınızı silmek istediğinizden emin misiniz? Bu işlem 30 gün sonra tamamlanır.
ku: Tu bawer î ku dixwazî hesabê xwe jê bibî? Ev pêvajo piştî 30 rojan temam dibe.

source: Silme İşlemini İptal Et
ku: Pêvajoya Jêbirinê Betal Bike

source: takipçi
ku: şopîner

source: takip
ku: şopandin

source: takibi bırak
ku: şopandinê bide sekinandin

source: takip et
ku: bişopîne

source: entry'ler
ku: navnîş

source: başlıklar
ku: sernav

source: istatistikler
ku: statîstîk

source: yer işaretleri
ku: nîşaneyên cihê

source: Henüz entry yazmamış.
ku: Hêj navnîşek nenivîsandiye.

source: Henüz başlık açmamış.
ku: Hêj sernavek vekiriye.

source: Sözlük Kelimeleri
ku: Peyvên Ferhengê

source: Kişi Biyografileri
ku: Biyografiyên Kesan

source: Henüz hiçbir katkıda bulunmamış.
ku: Hêj tu tevkariyek nekiriye.

source: Henüz entry yer işareti eklenmemiş.
ku: Hêj nîşaneyek navnîşê nehatiye zêdekirin.

source: Henüz başlık yer işareti eklenmemiş.
ku: Hêj nîşaneyek sernavê nehatiye zêdekirin.

source: Albümü Değiştir
ku: Albûmê Biguherîne

source: Yeni Albüm Seç
ku: Albûma Nû Hilbijêre

source: Albümler JS ile doldurulacak
ku: Albûm dê bi JS’ê bên dagirtin

source: Değiştir
ku: Biguherîne

source: Albüm Ekle
ku: Albûmê Zêde Bike

source: için Albüm Ekle
ku: ji bo Albûmê Zêde Bike

source: Albüm Adı
ku: Navê Albûmê

source: Albüm Yılı (İsteğe Bağlı)
ku: Sala Albûmê (Bijarte)

source: Albümleri
ku: Albûm

source: Henüz albüm eklenmemiş.
ku: Hêj albûmek nehatiye zêdekirin.

source: Şarkı Bilgileri
ku: Agahiyên Stranê

source: Şarkı Adı
ku: Navê Stranê

source: Sanatçı
ku: Hunermend

source: Şarkı Sözleri Ekle
ku: Gotinên Stranê Zêde Bike

source: Sanatçı Ara
ku: Hunermend Lêbigere

source: Sanatçı adını yazın...
ku: Navê hunermend binivîse...

source: Sanatçı ara
ku: Hunermend lêbigere

source: için Şarkı Sözleri Ekle
ku: ji bo Gotinên Stranê Zêde Bike

source: Şarkı Ekle
ku: Stranê Zêde Bike

source: Şarkıları
ku: Stran

source: Henüz şarkı eklenmemiş.
ku: Hêj stranek nehatiye zêdekirin.

source: Kürt şarkı sözlerini keşfedin, yeni şarkılar ekleyin
ku: Gotinên stranên Kurdî keşf bikin, stranên nû zêde bikin

source: Yeni Şarkı Ekle
ku: Strana Nû Zêde Bike

source: Sanatçı Sayısı
ku: Hejmara Hunermendan

source: Sanatçılar
ku: Hunermend

source: Henüz şarkı eklenmemiş
ku: Hêj stranek nehatiye zêdekirin

source: Kürtçe Sözlük
ku: Ferhenga Kurdî

source: Kürtçe Sözlük - Kelime arama, ekleme ve düzenleme
ku: Ferhenga Kurdî - Lêgerîna peyvan, zêdekirin û guherandin

source: Kelime arama, ekleme ve düzenleme
ku: Lêgerîna peyvan, zêdekirin û guherandin

source: Yeni Kelime Ekle
ku: Peyva Nû Zêde Bike

source: Kelime Ara
ku: Peyvê Lêbigere

source: Toplam Kelime
ku: Hejmara Peyvan

source: Kelime ara (örnek: su)
ku: Peyvê lêbigere (mînak: av)

source: Kelime türü filtresi
ku: Parzûna cureya peyvan

source: Tüm Türler
ku: Hemû Cure

source: Harf
ku: Tîp

source: Alfabe navigasyonu
ku: Navîgasyona alfabeyê

source: Tüm kelimeler
ku: Hemû peyv
